Repository: ViniciusAdriel/VirtualPipe
Catalog: app/lang/*/LC_MESSAGES/virtualpipe.po
Languages: pt

# SettingsPage
source: Back
pt: Idioma

# SettingsPage
source: Back
pt: Restaurar Pipes ao iniciar o sistema

# SettingsPage
source: Back
pt: Confirmar exclusão dos pipes

# SettingsPage
source: Back
pt: Aplicar

# SettingsPage
source: Back
pt: Desfazer

# SettingsPage
source: Back
pt: Voltar

# MainPage
source: Create Pipe
pt: Configurações

# MainPage
source: Create Pipe
pt: Criar Pipe

# Card
source: Remove Pipe
pt: Remover

# Card
source: Remove Pipe
pt: Nenhuma alteração terá efeito até que “Aplicar” seja pressionado

# Card
source: Remove Pipe
pt: Cancelar

# Card
source: Remove Pipe
pt: Aplicar

# Card
source: Remove Pipe
pt: Cancelar

# Card
source: Remove Pipe
pt: Remover Pipe

# FirstRunPage
source: Use the “--restore-only” flag in the autostart configuration to restore Pipes without opening the GUI.
pt: Por padrão, os Pipes não são mantidos após restaurar o sistema.

# FirstRunPage
source: Use the “--restore-only” flag in the autostart configuration to restore Pipes without opening the GUI.
pt: Deseja que o VirtualPipe restaure os Pipes automaticamente ao iniciar o sistema?

# FirstRunPage
source: Use the “--restore-only” flag in the autostart configuration to restore Pipes without opening the GUI.
pt: Não

# FirstRunPage
source: Use the “--restore-only” flag in the autostart configuration to restore Pipes without opening the GUI.
pt: Restaurar com o sistema

# FirstRunPage
source: Use the “--restore-only” flag in the autostart configuration to restore Pipes without opening the GUI.
pt: Isso pode ser alterado depois nas configurações.

# FirstRunPage
source: Use the “--restore-only” flag in the autostart configuration to restore Pipes without opening the GUI.
pt: Use '--restore-only' no autostart para restaurar os Pipes sem abrir a GUI.

# MainWindow
source: Settings
pt: Primeira Execução

# MainWindow
source: Settings
pt: Configurações
